Repository: jkolo/kdisplay-presets
Catalog: po/*/kcm_displaypresets.po
Languages: pl

source: Invalid configuration
pl: Nieprawidłowa konfiguracja

# @title:window Display presets management
source: Display Presets
pl: Presety wyświetlania

# @action:button Save current display configuration
source: Save Current…
pl: Zapisz obecne…

# @label Fallback name for preset without name
source: Unnamed Preset
pl: Preset bez nazwy

# @info Number of displays in preset
source: %1 display(s)
pl: %1 wyświetlacz(e/y)

# @info
source: Last used: %1
pl: Ostatnio używany: %1

# @info
source: Never used
pl: Nigdy nie używany

# @info
source: Some monitors unavailable
pl: Niektóre monitory niedostępne

# @info:status Current preset is active
source: Current
pl: Bieżący

# @action:button Apply display preset
source: Apply
pl: Zastosuj

# @info:tooltip
source: This display preset is currently active
pl: Ten preset wyświetlania jest obecnie aktywny

# @info:tooltip
source: Apply this display preset configuration
pl: Zastosuj ten preset wyświetlania

# @action:button Edit preset properties
source: Edit
pl: Edytuj

# @info:tooltip
source: Edit the name and description of this preset
pl: Edytuj nazwę i opis tego presetu

# @action:button Delete preset
source: Delete
pl: Usuń

# @label
source: Unnamed Preset
pl: Preset bez nazwy

# @info:tooltip
source: Delete this display preset permanently
pl: Usuń ten preset wyświetlania na stałe

# @info
source: No display presets saved
pl: Brak zapisanych presetów wyświetlania

# @info
source: Save your current display configuration to quickly restore it later
pl: Zapisz obecną konfigurację wyświetlania, aby szybko przywrócić ją później

# @action:button
source: Save Current Configuration
pl: Zapisz obecną konfigurację

# @title:window
source: Delete Preset
pl: Usuń preset

# %1 is a preset name
source: Do you want to delete preset '%1'?
pl: Czy chcesz usunąć preset '%1'?

# @action:button
source: Delete Preset
pl: Usuń preset

# @title:window
source: Save Display Preset
pl: Zapisz preset wyświetlania

# @label:textbox
source: Name:
pl: Nazwa:

# @info:placeholder
source: Enter preset name
pl: Wprowadź nazwę presetu

# @label:textbox
source: Description:
pl: Opis:

# @info:placeholder
source: Optional description
pl: Opcjonalny opis

# @title:window
source: Edit Preset
pl: Edytuj preset

# @label:textbox Name for edit dialog
source: Name:
pl: Nazwa:

# @info:placeholder Enter preset name for edit
source: Enter preset name
pl: Wprowadź nazwę presetu

# @label:textbox Description for edit dialog
source: Description:
pl: Opis:

# @info:placeholder Optional description for edit
source: Optional description
pl: Opcjonalny opis
