Repository: jkolo/kdisplay-presets
Catalog: po/*/plasma_applet_org.kde.kdisplaypresets.po
Languages: pl

source: Switch display presets
pl: Przełącz presety wyświetlania

source: Configure Display Presets…
pl: Konfiguruj presety wyświetlania…

# @label
source: Unnamed Preset
pl: Preset bez nazwy

# @info
source: %1 display(s)
pl: %1 wyświetlacz(e/y)

# @info:status Current preset is active
source: Current
pl: Bieżący

# @info:tooltip
source: This display preset is currently active
pl: Ten preset wyświetlania jest obecnie aktywny

# @action:button Apply display preset
source: Apply
pl: Zastosuj

# @info:tooltip
source: Apply this display preset
pl: Zastosuj ten preset wyświetlania

# @info:tooltip
source: Some monitors required by this preset are not connected
pl: Niektóre monitory wymagane przez ten preset nie są podłączone

# @info
source: No presets available for current displays
pl: Brak presetów dostępnych dla obecnych wyświetlaczy
